IDEA Open Model
BeamDataEc2.UserLimitDeflection Property
Compatible with IDEA StatiCa v 10.1
 user value of limit deflection - denominator - 1 / value
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double UserLimitDeflection { get; set; }
Public Property UserLimitDeflection As Double
	Get
	Set
public:
property double UserLimitDeflection {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BeamDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace